Repository: viniciusnw/angular-wp-rest
Catalog: wp/content/plugins/posts-delta-pack/lang/posts-delta-pack-*.po
Languages: pt_br

source: The parameters for taxonomy and post type is required
pt_br: Os parâmetros para taxonomia e post tape são obrigatórios

source: No comments yet
pt_br: Deixe um comentário

source: 1 comment
pt_br: 1 comentário

source: % comments
pt_br: % comentários

source: Comments are off for this post
pt_br: Comentários desabilitados para este post

source: First
pt_br: Primeira

source: previous
pt_br: anterior

source: next
pt_br: próxima

source: Last
pt_br: Última

source: Additional information
pt_br: Informações adicionais

source: Add New
pt_br: Adicionar Novo

source: Add New %s
pt_br: Adicionar Novo %s

source: New %s
pt_br: Novo %s

source: Edit %s
pt_br: Editar %s

source: View %s
pt_br: Ver %s

source: All posts in %s
pt_br: Todos posts em %s

source: Search %s
pt_br: Buscar %s

source: Parent %s:
pt_br: %s Parente:

source: No %s found
pt_br: Nenhum %s encontrado

source: No %s found in Trash
pt_br: Nenhum %s encontrado na Lixeira

source: Add New Post Type
pt_br: Adicionar Novo Post Type

source: New Post Type
pt_br: Novo Post Type

source: Edit Post Type
pt_br: Editar Post Type

source: View Post Type
pt_br: Ver Post Type

source: Search Posts Types
pt_br: Buscar Posts Types

source: Parent Posts Types:
pt_br: Post Types Parentes:

source: No post type found.
pt_br: Nenhum post tape encontrado.

source: No posts types found in Trash.
pt_br: Nenhum post type foi encontrado na Lixeira.

source: Taxonomies
pt_br: Taxonomias

source: Taxonomy
pt_br: Taxonomia

source: Add New Taxonomy
pt_br: Adicionar Nova Taxonomia

source: New Taxonomy
pt_br: Nova Taxonomia

source: Edit Taxonomy
pt_br: Editar Taxonomia

source: View Taxonomy
pt_br: Ver Taxonomia

source: Search Taxonomies
pt_br: Buscar Taxonomias

source: Parent Taxonomies:
pt_br: Taxonomias parentes:

source: No taxonomy found.
pt_br: Nenhuma taxonomia encontrada.

source: No taxonomies found in Trash.
pt_br: Nenhuma taxonomia foi encontrada na Lixeira

source: Post Type settings
pt_br: Configurações do Post Type

source: Post Type name
pt_br: Nome do Post Type

source: Post Type singular name
pt_br: Nome singular do Post Type

source: Post type slug
pt_br: Slug do Post Type

source: Post type menu dashicon class
pt_br: Classe do ícone do Post type

source: Set the class of menu <a href="https://developer.wordpress.org/resource/dashicons" target="_blank">dashicon</a>
pt_br: Defina a classe para o menu <a href="https://developer.wordpress.org/resource/dashicons" target="_blank">dashicon</a>

source: Has archive
pt_br: Possui arquivo

source: Mark if this post type has archive for show posts in front end
pt_br: Marque se este post type possue arquivo para exibir os posts no front end

source: Hierarchical
pt_br: Hieráquico

source: Mark if this post type is hierarchical like a page
pt_br: Marque se este post type é hierárquico como uma página

source: Show in feeds
pt_br: Mostrar nos feeds

source: Mark if you want that post type in wordpress feeds
pt_br: Marque se você deseja que este post type apareça nos feeds do wordpress

source: Post type supports
pt_br: Suportes do post type

source: Default taxonomy
pt_br: Taxonomia padrão

source: Set the default taxonomy for this post type
pt_br: Defina a taxonomia padrão para este post type

source: Template settings
pt_br: Configurações do Template

source: Posts per page
pt_br: Posts por página

source: Number of posts per page in the post archive
pt_br: Número de posts por página no template de arquivo

source: Number of posts per line
pt_br: Número de posts por linha

source: Number of posts per line to show in the posts archive
pt_br: Número de posts exibidos por linha no arquivo de posts

source: Sidebar position
pt_br: Posição da sidebar

source: Show the theme sidebar in plugin templates
pt_br: Exibir o siderar do tema nos templates do plugin

source: No sidebar
pt_br: Sem sidebar

source: Left sidebar
pt_br: Sidebar do lado esquerdo

source: Right sidebar
pt_br: Sidebar do lado direito

source: Show sidebar in
pt_br: Exibir a siderar em

source: Show in all areas
pt_br: Exibir em todas áreas

source: Show only in the archive
pt_br: Exibir somente no template de arquivo

source: Show only in the single
pt_br: Exibir somente template de single

source: Number of bootstrap columns for the sidebar area
pt_br: Número de colunas do bootstrap para a área da siderar

source: Set the number of columns for setting the space area for the sidebar
pt_br: Defina o numero de colunas para a largura separada para a barra lateral

source: Featured post
pt_br: Post destacado

source: Show the most recent post as a featured
pt_br: Exibir o post mais recente como destaque

source: Custom fields
pt_br: Campos Personalizados

source: Custom Field {#}
pt_br: Campo Personalizado {#}

source: Add Another Custom Field
pt_br: Adicionar Outro Campo Personalizado

source: Remove Custom Field
pt_br: Remover Campo Personalizado

source: *Title
pt_br: *Título

source: <strong>*Required.</strong> Title label field.</strong>
pt_br: <strong>*Obrigatório.</strong> Título do label do campo.</strong>

source: Description
pt_br: Descrição

source: Field description
pt_br: Descrição do campo

source: <strong>*Required.</strong> Dont use spaces or special characters. <br />Example: field_title, in this case your final fild ID is <strong>post_type_name_field_title</strong>
pt_br: <strong>*Obrigatório.</strong> Não utilize espaços ou caracteres especiais. <br />Exemplo: field_title, neste caso seu ID final será <strong>post_type_name_field_title</strong>

source: Type
pt_br: Tipo

source: Options
pt_br: Opções

source: Itens values for fiedls like, select, radio or multicheck. Insert one item per line
pt_br: Valores dos itens das opções para os campos como, select, radio ou multicheck. Insira um item por linha.

source: Required
pt_br: Requerido

source: This field is required
pt_br: Este campo é de preenchimento obrigatório

source: Taxonomy settings
pt_br: Configurações da taxonomia

source: Name
pt_br: Nome

source: The name is like an ID, dont use spaces or special characteres. You can insert in this field a existing taxonomy name and ignore the next fields.
pt_br: O nome funciona como um ID, não use espaços ou caracteres especiais. Você pode inserir neste campou o nome de uma taxonomia existente e ignorar os próximos campos.

source: Singular title
pt_br: Título singular

source: This title is used only in the WordPress panel
pt_br: Este titulo é usado somente no painel do WordPress

source: The slug is used to set the permalink of this taxonomy
pt_br: O slug é usado para definir o link permanente desta taxonomia

source: If this taxonomy have descendants like categories, or not, like tags
pt_br: Se esta taxonomia possui decendentes como categorias, ou não, como tags

source: Select the post types for use this taxonomy
pt_br: Selecione os posts types para usar esta taxonomia

source: Number of posts per page in the post taxonomy template
pt_br: Número de posts por página no template de taxonomia

source: Post type name
pt_br: Nome do Post Type

source: Posts Alfa Pack
pt_br: Postagem Alfa Pack

source: Settings
pt_br: Configurações

source: Load Slick Slider JS
pt_br: Carregar o Slick Slider JS

source: These settings will change how works the plugin
pt_br: Estas configurações definem como o plugin se comporta

source: Load Slick slider JS file and CSS file from <a href="https://cdnjs.com/" target="_blank">https://cdnjs.com</a>
pt_br: Carrega os arquivos do Slick slide JS via <a href="https://cdnjs.com/" target="_blank">https://cdnjs.com</a>

source: Sorry, no post were found.
pt_br: Desculpe, nenhum posts foi encontrado.

source: Sorry, no posts were found.
pt_br: Desculpe, nenhum post foi encontrado.
